adamjkb.atom-font-icons
beardedbear.beardedtheme
bungcip.better-toml
catppuccin.catppuccin-vsc
charliermarsh.ruff
danielgjackson.auto-dark-mode-windows
drcika.apc-extension
editorconfig.editorconfig
enkia.tokyo-night
esbenp.prettier-vscode
gleam.gleam
gruntfuggly.todo-tree
hbenl.test-adapter-converter
hbenl.vscode-test-explorer
jdinhlife.gruvbox
jebbs.markdown-extended
jscearcy.rust-doc-viewer
julialang.language-julia
mechatroner.rainbow-csv
mkhl.mkhl-just
ms-azuretools.vscode-docker
ms-pyright.pyright
ms-toolsai.jupyter
ms-vscode.test-adapter-converter
nefrob.vscode-just-syntax
nextflow.nextflow
nf-core.nf-core-extensionpack
onnovalkering.vscode-singularity
pinage404.rust-extension-pack
posit.shiny
quarto.quarto
redhat.vscode-yaml
rust-lang.rust
rust-lang.rust-analyzer
serayuzgur.crates
snakemake.snakemake-lang
streetsidesoftware.code-spell-checker
swellaby.vscode-rust-test-adapter
tamasfe.even-better-toml
tomoki1207.pdf
